{"0": "Aucune faiblesse majeure détectée. Continuez votre excellent travail !", "1": "Concentrez-vous sur : Arabic, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "2": "Concentrez-vous sur : Arabic, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "3": "Concentrez-vous sur : Arabic, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "4": "Concentrez-vous sur : Arabic, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "5": "Concentrez-vous sur : Arabic, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "6": "Concentrez-vous sur : Arabic, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "7": "Concentrez-vous sur : Arabic, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "8": "Concentrez-vous sur : Arabic, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "9": "Concentrez-vous sur : Arabic, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "10": "Concentrez-vous sur : Arabic, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "11": "Concentrez-vous sur : Arabic, English, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "12": "Concentrez-vous sur : Arabic, English, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "13": "Concentrez-vous sur : Arabic, English, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "14": "Concentrez-vous sur : Arabic, English, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "15": "Concentrez-vous sur : Arabic, English, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "16": "Concentrez-vous sur : Arabic, English, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "17": "Concentrez-vous sur : Arabic, English, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "18": "Concentrez-vous sur : Arabic, English, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "19": "Concentrez-vous sur : Arabic, English, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "20": "Concentrez-vous sur : Arabic, English, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "21": "Concentrez-vous sur : Arabic, English, French, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "22": "Concentrez-vous sur : Arabic, English, French, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "23": "Concentrez-vous sur : Arabic, English, French, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "24": "Concentrez-vous sur : Arabic, English, French, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "25": "Concentrez-vous sur : Arabic, English, French, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "26": "Concentrez-vous sur : Arabic, English, French, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "27": "Concentrez-vous sur : Arabic, English, French, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "28": "Concentrez-vous sur : Arabic, English, French, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "29": "Concentrez-vous sur : Arabic, English, French, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "30": "Concentrez-vous sur : Arabic, English, French, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "31": "Concentrez-vous sur : Arabic, English, French, Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "32": "Concentrez-vous sur : Arabic, English, French, Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "33": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "34": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "35": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "36": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "37": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "38": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "39": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "40": "Concentrez-vous sur : Arabic, English, French, Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "41": "Concentrez-vous sur : Arabic, English, French, Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "42": "Concentrez-vous sur : Arabic, English, French, Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "43": "Concentrez-vous sur : Arabic, English, French, Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "44": "Concentrez-vous sur : Arabic, English, French, Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "45": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "46": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "47": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "48": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "49": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "50": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "51": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "52": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "53": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "54": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "55": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "56": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "57": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "58": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "59": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "60": "Concentrez-vous sur : Arabic, English, French, Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "61": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "62": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "63": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "64": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "65": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "66": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "67": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "68": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "69": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "70": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "71": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "72": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "73": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "74": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "75": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "76": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "77": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "78": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "79": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "80": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "81": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "82": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "83": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "84": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "85": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "86": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "87": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "88": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "89": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "90": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "91": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "92": "Concentrez-vous sur : Arabic, English, French, Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "93": "Concentrez-vous sur : Arabic, English, French, Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "94": "Concentrez-vous sur : Arabic, English, French, Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "95": "Concentrez-vous sur : Arabic, English, French, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "96": "Concentrez-vous sur : Arabic, English, French, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "97": "Concentrez-vous sur : Arabic, English, French, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "98": "Concentrez-vous sur : Arabic, English, French, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "99": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "100": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "101": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "102": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "103": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "104": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "105": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "106": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "107": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "108": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "109": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "110": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "111": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "112": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "113": "Concentrez-vous sur : Arabic, English, French, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "114": "Concentrez-vous sur : Arabic, English, French, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "115": "Concentrez-vous sur : Arabic, English, French, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "116": "Concentrez-vous sur : Arabic, English, French, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "117": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "118": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "119": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "120": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "121": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "122": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "123": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "124": "Concentrez-vous sur : Arabic, English, French, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "125": "Concentrez-vous sur : Arabic, English, French, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "126": "Concentrez-vous sur : Arabic, English, French, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "127": "Concentrez-vous sur : Arabic, English, French, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "128": "Concentrez-vous sur : Arabic, English, French, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "129": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "130": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "131": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "132": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "133": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "134": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "135": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "136": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "137": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "138": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "139": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "140": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "141": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "142": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "143": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "144": "Concentrez-vous sur : Arabic, English, French, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "145": "Concentrez-vous sur : Arabic, English, French, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "146": "Concentrez-vous sur : Arabic, English, French, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "147": "Concentrez-vous sur : Arabic, English, French, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "148": "Concentrez-vous sur : Arabic, English, French. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "149": "Concentrez-vous sur : Arabic, English, Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "150": "Concentrez-vous sur : Arabic, English, Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "151": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "152": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "153": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "154": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "155": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "156": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "157": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "158": "Concentrez-vous sur : Arabic, English, Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "159": "Concentrez-vous sur : Arabic, English, Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "160": "Concentrez-vous sur : Arabic, English, Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "161": "Concentrez-vous sur : Arabic, English, Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "162": "Concentrez-vous sur : Arabic, English, Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "163": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "164": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "165": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "166": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "167": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "168": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "169": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "170": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "171": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "172": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "173": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "174": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "175": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "176": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "177": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "178": "Concentrez-vous sur : Arabic, English, Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "179": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "180": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "181": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "182": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "183": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "184": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "185": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "186": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "187": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "188": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "189": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "190": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "191": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "192": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "193": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "194": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "195": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "196": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "197": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "198": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "199": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "200": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "201": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "202": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "203": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "204": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "205": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "206": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "207": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "208": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "209": "Concentrez-vous sur : Arabic, English, Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "210": "Concentrez-vous sur : Arabic, English, Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "211": "Concentrez-vous sur : Arabic, English, Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "212": "Concentrez-vous sur : Arabic, English, Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "213": "Concentrez-vous sur : Arabic, English, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "214": "Concentrez-vous sur : Arabic, English, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "215": "Concentrez-vous sur : Arabic, English, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "216": "Concentrez-vous sur : Arabic, English, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "217": "Concentrez-vous sur : Arabic, English, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "218": "Concentrez-vous sur : Arabic, English, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "219": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "220": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "221": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "222": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "223": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "224": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "225": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "226": "Concentrez-vous sur : Arabic, English, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "227": "Concentrez-vous sur : Arabic, English, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "228": "Concentrez-vous sur : Arabic, English, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "229": "Concentrez-vous sur : Arabic, English, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "230": "Concentrez-vous sur : Arabic, English, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "231": "Concentrez-vous sur : Arabic, English, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "232": "Concentrez-vous sur : Arabic, English, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "233": "Concentrez-vous sur : Arabic, English, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "234": "Concentrez-vous sur : Arabic, English, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "235": "Concentrez-vous sur : Arabic, English, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "236": "Concentrez-vous sur : Arabic, English, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "237": "Concentrez-vous sur : Arabic, English, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "238": "Concentrez-vous sur : Arabic, English, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "239": "Concentrez-vous sur : Arabic, English, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "240": "Concentrez-vous sur : Arabic, English, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "241": "Concentrez-vous sur : Arabic, English, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "242": "Concentrez-vous sur : Arabic, English, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "243": "Concentrez-vous sur : Arabic, English, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "244": "Concentrez-vous sur : Arabic, English, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "245": "Concentrez-vous sur : Arabic, English, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "246": "Concentrez-vous sur : Arabic, English, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "247": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "248": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "249": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "250": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "251": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "252": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "253": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "254": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "255": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "256": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "257": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "258": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "259": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "260": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "261": "Concentrez-vous sur : Arabic, English, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "262": "Concentrez-vous sur : Arabic, English, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "263": "Concentrez-vous sur : Arabic, English, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "264": "Concentrez-vous sur : Arabic, English, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "265": "Concentrez-vous sur : Arabic, English, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "266": "Concentrez-vous sur : Arabic, English. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "267": "Concentrez-vous sur : Arabic, French, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "268": "Concentrez-vous sur : Arabic, French, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "269": "Concentrez-vous sur : Arabic, French, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "270": "Concentrez-vous sur : Arabic, French, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "271": "Concentrez-vous sur : Arabic, French, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "272": "Concentrez-vous sur : Arabic, French, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "273": "Concentrez-vous sur : Arabic, French, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "274": "Concentrez-vous sur : Arabic, French, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "275": "Concentrez-vous sur : Arabic, French, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "276": "Concentrez-vous sur : Arabic, French, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "277": "Concentrez-vous sur : Arabic, French, Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "278": "Concentrez-vous sur : Arabic, French, Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "279": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "280": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "281": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "282": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "283": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "284": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "285": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "286": "Concentrez-vous sur : Arabic, French, Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "287": "Concentrez-vous sur : Arabic, French, Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "288": "Concentrez-vous sur : Arabic, French, Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "289": "Concentrez-vous sur : Arabic, French, Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "290": "Concentrez-vous sur : Arabic, French, Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "291": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "292": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "293": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "294": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "295": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "296": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "297": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "298": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "299": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "300": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "301": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "302": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "303": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "304": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "305": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "306": "Concentrez-vous sur : Arabic, French, Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "307": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "308": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "309": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "310": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "311": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "312": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "313": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "314": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "315": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "316": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "317": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "318": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "319": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "320": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "321": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "322": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "323": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "324": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "325": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "326": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "327": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "328": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "329": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "330": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "331": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "332": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "333": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "334": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "335": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "336": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "337": "Concentrez-vous sur : Arabic, French, Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "338": "Concentrez-vous sur : Arabic, French, Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "339": "Concentrez-vous sur : Arabic, French, Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "340": "Concentrez-vous sur : Arabic, French, Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "341": "Concentrez-vous sur : Arabic, French, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "342": "Concentrez-vous sur : Arabic, French, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "343": "Concentrez-vous sur : Arabic, French, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "344": "Concentrez-vous sur : Arabic, French, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "345": "Concentrez-vous sur : Arabic, French, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "346": "Concentrez-vous sur : Arabic, French, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "347": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "348": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "349": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "350": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "351": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "352": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "353": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "354": "Concentrez-vous sur : Arabic, French, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "355": "Concentrez-vous sur : Arabic, French, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "356": "Concentrez-vous sur : Arabic, French, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "357": "Concentrez-vous sur : Arabic, French, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "358": "Concentrez-vous sur : Arabic, French, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "359": "Concentrez-vous sur : Arabic, French, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "360": "Concentrez-vous sur : Arabic, French, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "361": "Concentrez-vous sur : Arabic, French, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "362": "Concentrez-vous sur : Arabic, French, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "363": "Concentrez-vous sur : Arabic, French, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "364": "Concentrez-vous sur : Arabic, French, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "365": "Concentrez-vous sur : Arabic, French, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "366": "Concentrez-vous sur : Arabic, French, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "367": "Concentrez-vous sur : Arabic, French, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "368": "Concentrez-vous sur : Arabic, French, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "369": "Concentrez-vous sur : Arabic, French, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "370": "Concentrez-vous sur : Arabic, French, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "371": "Concentrez-vous sur : Arabic, French, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "372": "Concentrez-vous sur : Arabic, French, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "373": "Concentrez-vous sur : Arabic, French, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "374": "Concentrez-vous sur : Arabic, French, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "375": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "376": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "377": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "378": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "379": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "380": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "381": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "382": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "383": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "384": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "385": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "386": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "387": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "388": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "389": "Concentrez-vous sur : Arabic, French, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "390": "Concentrez-vous sur : Arabic, French, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "391": "Concentrez-vous sur : Arabic, French, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "392": "Concentrez-vous sur : Arabic, French, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "393": "Concentrez-vous sur : Arabic, French, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "394": "Concentrez-vous sur : Arabic, French. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "395": "Concentrez-vous sur : Arabic, Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "396": "Concentrez-vous sur : Arabic, Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "397": "Concentrez-vous sur : Arabic, Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "398": "Concentrez-vous sur : Arabic, Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "399": "Concentrez-vous sur : Arabic, Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "400": "Concentrez-vous sur : Arabic, Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "401": "Concentrez-vous sur : Arabic, Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "402": "Concentrez-vous sur : Arabic, Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "403": "Concentrez-vous sur : Arabic, Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "404": "Concentrez-vous sur : Arabic, Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "405": "Concentrez-vous sur : Arabic, Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "406": "Concentrez-vous sur : Arabic, Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "407": "Concentrez-vous sur : Arabic, Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "408": "Concentrez-vous sur : Arabic, Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "409": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "410": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "411": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "412": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "413": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "414": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "415": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "416": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "417": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "418": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "419": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "420": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "421": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "422": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "423": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "424": "Concentrez-vous sur : Arabic, Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "425": "Concentrez-vous sur : Arabic, Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "426": "Concentrez-vous sur : Arabic, Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "427": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "428": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "429": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "430": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "431": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "432": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "433": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "434": "Concentrez-vous sur : Arabic, Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "435": "Concentrez-vous sur : Arabic, Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "436": "Concentrez-vous sur : Arabic, Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "437": "Concentrez-vous sur : Arabic, Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "438": "Concentrez-vous sur : Arabic, Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "439": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "440": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "441": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "442": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "443": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "444": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "445": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "446": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "447": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "448": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "449": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "450": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "451": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "452": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "453": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "454": "Concentrez-vous sur : Arabic, Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "455": "Concentrez-vous sur : Arabic, Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "456": "Concentrez-vous sur : Arabic, Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "457": "Concentrez-vous sur : Arabic, Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "458": "Concentrez-vous sur : Arabic, Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "459": "Concentrez-vous sur : Arabic, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "460": "Concentrez-vous sur : Arabic, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "461": "Concentrez-vous sur : Arabic, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "462": "Concentrez-vous sur : Arabic, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "463": "Concentrez-vous sur : Arabic, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "464": "Concentrez-vous sur : Arabic, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "465": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "466": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "467": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "468": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "469": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "470": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "471": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "472": "Concentrez-vous sur : Arabic, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "473": "Concentrez-vous sur : Arabic, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "474": "Concentrez-vous sur : Arabic, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "475": "Concentrez-vous sur : Arabic, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "476": "Concentrez-vous sur : Arabic, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "477": "Concentrez-vous sur : Arabic, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "478": "Concentrez-vous sur : Arabic, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "479": "Concentrez-vous sur : Arabic, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "480": "Concentrez-vous sur : Arabic, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "481": "Concentrez-vous sur : Arabic, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "482": "Concentrez-vous sur : Arabic, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "483": "Concentrez-vous sur : Arabic, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "484": "Concentrez-vous sur : Arabic, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "485": "Concentrez-vous sur : Arabic, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "486": "Concentrez-vous sur : Arabic, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "487": "Concentrez-vous sur : Arabic, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "488": "Concentrez-vous sur : Arabic, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "489": "Concentrez-vous sur : Arabic, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "490": "Concentrez-vous sur : Arabic, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "491": "Concentrez-vous sur : Arabic, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "492": "Concentrez-vous sur : Arabic, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "493": "Concentrez-vous sur : Arabic, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "494": "Concentrez-vous sur : Arabic, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "495": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "496": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "497": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "498": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "499": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "500": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "501": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "502": "Concentrez-vous sur : Arabic, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "503": "Concentrez-vous sur : Arabic, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "504": "Concentrez-vous sur : Arabic, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "505": "Concentrez-vous sur : Arabic, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "506": "Concentrez-vous sur : Arabic, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "507": "Concentrez-vous sur : Arabic, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "508": "Concentrez-vous sur : Arabic, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "509": "Concentrez-vous sur : Arabic, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "510": "Concentrez-vous sur : Arabic, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "511": "Concentrez-vous sur : Arabic, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "512": "Concentrez-vous sur : Arabic. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "513": "Concentrez-vous sur : Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "514": "Concentrez-vous sur : Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "515": "Concentrez-vous sur : Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "516": "Concentrez-vous sur : Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "517": "Concentrez-vous sur : Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "518": "Concentrez-vous sur : Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "519": "Concentrez-vous sur : Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "520": "Concentrez-vous sur : Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "521": "Concentrez-vous sur : Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "522": "Concentrez-vous sur : Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "523": "Concentrez-vous sur : English, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "524": "Concentrez-vous sur : English, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "525": "Concentrez-vous sur : English, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "526": "Concentrez-vous sur : English, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "527": "Concentrez-vous sur : English, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "528": "Concentrez-vous sur : English, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "529": "Concentrez-vous sur : English, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "530": "Concentrez-vous sur : English, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "531": "Concentrez-vous sur : English, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "532": "Concentrez-vous sur : English, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "533": "Concentrez-vous sur : English, French, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "534": "Concentrez-vous sur : English, French, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "535": "Concentrez-vous sur : English, French, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "536": "Concentrez-vous sur : English, French, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "537": "Concentrez-vous sur : English, French, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "538": "Concentrez-vous sur : English, French, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "539": "Concentrez-vous sur : English, French, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "540": "Concentrez-vous sur : English, French, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "541": "Concentrez-vous sur : English, French, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "542": "Concentrez-vous sur : English, French, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "543": "Concentrez-vous sur : English, French, Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "544": "Concentrez-vous sur : English, French, Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "545": "Concentrez-vous sur : English, French, Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "546": "Concentrez-vous sur : English, French, Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "547": "Concentrez-vous sur : English, French, Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "548": "Concentrez-vous sur : English, French, Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "549": "Concentrez-vous sur : English, French, Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "550": "Concentrez-vous sur : English, French, Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "551": "Concentrez-vous sur : English, French, Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "552": "Concentrez-vous sur : English, French, Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "553": "Concentrez-vous sur : English, French, Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "554": "Concentrez-vous sur : English, French, Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "555": "Concentrez-vous sur : English, French, Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "556": "Concentrez-vous sur : English, French, Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "557": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "558": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "559": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "560": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "561": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "562": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "563": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "564": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "565": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "566": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "567": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "568": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "569": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "570": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "571": "Concentrez-vous sur : English, French, Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "572": "Concentrez-vous sur : English, French, Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "573": "Concentrez-vous sur : English, French, Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "574": "Concentrez-vous sur : English, French, Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "575": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "576": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "577": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "578": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "579": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "580": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "581": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "582": "Concentrez-vous sur : English, French, Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "583": "Concentrez-vous sur : English, French, Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "584": "Concentrez-vous sur : English, French, Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "585": "Concentrez-vous sur : English, French, Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "586": "Concentrez-vous sur : English, French, Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "587": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "588": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "589": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "590": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "591": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "592": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "593": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "594": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "595": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "596": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "597": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "598": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "599": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "600": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "601": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "602": "Concentrez-vous sur : English, French, Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "603": "Concentrez-vous sur : English, French, Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "604": "Concentrez-vous sur : English, French, Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "605": "Concentrez-vous sur : English, French, Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "606": "Concentrez-vous sur : English, French, Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "607": "Concentrez-vous sur : English, French, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "608": "Concentrez-vous sur : English, French, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "609": "Concentrez-vous sur : English, French, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "610": "Concentrez-vous sur : English, French, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "611": "Concentrez-vous sur : English, French, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "612": "Concentrez-vous sur : English, French, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "613": "Concentrez-vous sur : English, French, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "614": "Concentrez-vous sur : English, French, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "615": "Concentrez-vous sur : English, French, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "616": "Concentrez-vous sur : English, French, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "617": "Concentrez-vous sur : English, French, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "618": "Concentrez-vous sur : English, French, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "619": "Concentrez-vous sur : English, French, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "620": "Concentrez-vous sur : English, French, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "621": "Concentrez-vous sur : English, French, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "622": "Concentrez-vous sur : English, French, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "623": "Concentrez-vous sur : English, French, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "624": "Concentrez-vous sur : English, French, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "625": "Concentrez-vous sur : English, French, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "626": "Concentrez-vous sur : English, French, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "627": "Concentrez-vous sur : English, French, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "628": "Concentrez-vous sur : English, French, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "629": "Concentrez-vous sur : English, French, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "630": "Concentrez-vous sur : English, French, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "631": "Concentrez-vous sur : English, French, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "632": "Concentrez-vous sur : English, French, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "633": "Concentrez-vous sur : English, French, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "634": "Concentrez-vous sur : English, French, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "635": "Concentrez-vous sur : English, French, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "636": "Concentrez-vous sur : English, French, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "637": "Concentrez-vous sur : English, French, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "638": "Concentrez-vous sur : English, French, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "639": "Concentrez-vous sur : English, French, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "640": "Concentrez-vous sur : English, French, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "641": "Concentrez-vous sur : English, French, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "642": "Concentrez-vous sur : English, French, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "643": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "644": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "645": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "646": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "647": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "648": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "649": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "650": "Concentrez-vous sur : English, French, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "651": "Concentrez-vous sur : English, French, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "652": "Concentrez-vous sur : English, French, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "653": "Concentrez-vous sur : English, French, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "654": "Concentrez-vous sur : English, French, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "655": "Concentrez-vous sur : English, French, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "656": "Concentrez-vous sur : English, French, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "657": "Concentrez-vous sur : English, French, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "658": "Concentrez-vous sur : English, French, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "659": "Concentrez-vous sur : English, French, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "660": "Concentrez-vous sur : English, French. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "661": "Concentrez-vous sur : English, Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "662": "Concentrez-vous sur : English, Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "663": "Concentrez-vous sur : English, Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "664": "Concentrez-vous sur : English, Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "665": "Concentrez-vous sur : English, Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "666": "Concentrez-vous sur : English, Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "667": "Concentrez-vous sur : English, Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "668": "Concentrez-vous sur : English, Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "669": "Concentrez-vous sur : English, Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "670": "Concentrez-vous sur : English, Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "671": "Concentrez-vous sur : English, Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "672": "Concentrez-vous sur : English, Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "673": "Concentrez-vous sur : English, Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "674": "Concentrez-vous sur : English, Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "675": "Concentrez-vous sur : English, Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "676": "Concentrez-vous sur : English, Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "677": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "678": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "679": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "680": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "681": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "682": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "683": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "684": "Concentrez-vous sur : English, Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "685": "Concentrez-vous sur : English, Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "686": "Concentrez-vous sur : English, Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "687": "Concentrez-vous sur : English, Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "688": "Concentrez-vous sur : English, Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "689": "Concentrez-vous sur : English, Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "690": "Concentrez-vous sur : English, Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "691": "Concentrez-vous sur : English, Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "692": "Concentrez-vous sur : English, Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "693": "Concentrez-vous sur : English, Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "694": "Concentrez-vous sur : English, Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "695": "Concentrez-vous sur : English, Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "696": "Concentrez-vous sur : English, Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "697": "Concentrez-vous sur : English, Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "698": "Concentrez-vous sur : English, Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "699": "Concentrez-vous sur : English, Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "700": "Concentrez-vous sur : English, Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "701": "Concentrez-vous sur : English, Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "702": "Concentrez-vous sur : English, Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "703": "Concentrez-vous sur : English, Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "704": "Concentrez-vous sur : English, Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "705": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "706": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "707": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "708": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "709": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "710": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "711": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "712": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "713": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "714": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "715": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "716": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "717": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "718": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "719": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "720": "Concentrez-vous sur : English, Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "721": "Concentrez-vous sur : English, Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "722": "Concentrez-vous sur : English, Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "723": "Concentrez-vous sur : English, Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "724": "Concentrez-vous sur : English, Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "725": "Concentrez-vous sur : English, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "726": "Concentrez-vous sur : English, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "727": "Concentrez-vous sur : English, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "728": "Concentrez-vous sur : English, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "729": "Concentrez-vous sur : English, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "730": "Concentrez-vous sur : English, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "731": "Concentrez-vous sur : English, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "732": "Concentrez-vous sur : English, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "733": "Concentrez-vous sur : English, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "734": "Concentrez-vous sur : English, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "735": "Concentrez-vous sur : English, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "736": "Concentrez-vous sur : English, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "737": "Concentrez-vous sur : English, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "738": "Concentrez-vous sur : English, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "739": "Concentrez-vous sur : English, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "740": "Concentrez-vous sur : English, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "741": "Concentrez-vous sur : English, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "742": "Concentrez-vous sur : English, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "743": "Concentrez-vous sur : English, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "744": "Concentrez-vous sur : English, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "745": "Concentrez-vous sur : English, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "746": "Concentrez-vous sur : English, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "747": "Concentrez-vous sur : English, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "748": "Concentrez-vous sur : English, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "749": "Concentrez-vous sur : English, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "750": "Concentrez-vous sur : English, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "751": "Concentrez-vous sur : English, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "752": "Concentrez-vous sur : English, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "753": "Concentrez-vous sur : English, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "754": "Concentrez-vous sur : English, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "755": "Concentrez-vous sur : English, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "756": "Concentrez-vous sur : English, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "757": "Concentrez-vous sur : English, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "758": "Concentrez-vous sur : English, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "759": "Concentrez-vous sur : English, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "760": "Concentrez-vous sur : English, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "761": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "762": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "763": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "764": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "765": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "766": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "767": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "768": "Concentrez-vous sur : English, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "769": "Concentrez-vous sur : English, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "770": "Concentrez-vous sur : English, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "771": "Concentrez-vous sur : English, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "772": "Concentrez-vous sur : English, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "773": "Concentrez-vous sur : English, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "774": "Concentrez-vous sur : English, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "775": "Concentrez-vous sur : English, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "776": "Concentrez-vous sur : English, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "777": "Concentrez-vous sur : English, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "778": "Concentrez-vous sur : English. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "779": "Concentrez-vous sur : French, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "780": "Concentrez-vous sur : French, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "781": "Concentrez-vous sur : French, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "782": "Concentrez-vous sur : French, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "783": "Concentrez-vous sur : French, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "784": "Concentrez-vous sur : French, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "785": "Concentrez-vous sur : French, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "786": "Concentrez-vous sur : French, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "787": "Concentrez-vous sur : French, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "788": "Concentrez-vous sur : French, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "789": "Concentrez-vous sur : French, Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "790": "Concentrez-vous sur : French, Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "791": "Concentrez-vous sur : French, Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "792": "Concentrez-vous sur : French, Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "793": "Concentrez-vous sur : French, Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "794": "Concentrez-vous sur : French, Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "795": "Concentrez-vous sur : French, Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "796": "Concentrez-vous sur : French, Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "797": "Concentrez-vous sur : French, Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "798": "Concentrez-vous sur : French, Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "799": "Concentrez-vous sur : French, Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "800": "Concentrez-vous sur : French, Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "801": "Concentrez-vous sur : French, Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "802": "Concentrez-vous sur : French, Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "803": "Concentrez-vous sur : French, Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "804": "Concentrez-vous sur : French, Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "805": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "806": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "807": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "808": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "809": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "810": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "811": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "812": "Concentrez-vous sur : French, Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "813": "Concentrez-vous sur : French, Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "814": "Concentrez-vous sur : French, Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "815": "Concentrez-vous sur : French, Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "816": "Concentrez-vous sur : French, Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "817": "Concentrez-vous sur : French, Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "818": "Concentrez-vous sur : French, Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "819": "Concentrez-vous sur : French, Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "820": "Concentrez-vous sur : French, Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "821": "Concentrez-vous sur : French, Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "822": "Concentrez-vous sur : French, Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "823": "Concentrez-vous sur : French, Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "824": "Concentrez-vous sur : French, Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "825": "Concentrez-vous sur : French, Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "826": "Concentrez-vous sur : French, Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "827": "Concentrez-vous sur : French, Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "828": "Concentrez-vous sur : French, Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "829": "Concentrez-vous sur : French, Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "830": "Concentrez-vous sur : French, Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "831": "Concentrez-vous sur : French, Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "832": "Concentrez-vous sur : French, Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "833": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "834": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "835": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "836": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "837": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "838": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "839": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "840": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "841": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "842": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "843": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "844": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "845": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "846": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "847": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "848": "Concentrez-vous sur : French, Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "849": "Concentrez-vous sur : French, Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "850": "Concentrez-vous sur : French, Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "851": "Concentrez-vous sur : French, Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "852": "Concentrez-vous sur : French, Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "853": "Concentrez-vous sur : French, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "854": "Concentrez-vous sur : French, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "855": "Concentrez-vous sur : French, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "856": "Concentrez-vous sur : French, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "857": "Concentrez-vous sur : French, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "858": "Concentrez-vous sur : French, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "859": "Concentrez-vous sur : French, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "860": "Concentrez-vous sur : French, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "861": "Concentrez-vous sur : French, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "862": "Concentrez-vous sur : French, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "863": "Concentrez-vous sur : French, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "864": "Concentrez-vous sur : French, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "865": "Concentrez-vous sur : French, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "866": "Concentrez-vous sur : French, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "867": "Concentrez-vous sur : French, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "868": "Concentrez-vous sur : French, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "869": "Concentrez-vous sur : French, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "870": "Concentrez-vous sur : French, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "871": "Concentrez-vous sur : French, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "872": "Concentrez-vous sur : French, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "873": "Concentrez-vous sur : French, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "874": "Concentrez-vous sur : French, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "875": "Concentrez-vous sur : French, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "876": "Concentrez-vous sur : French, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "877": "Concentrez-vous sur : French, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "878": "Concentrez-vous sur : French, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "879": "Concentrez-vous sur : French, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "880": "Concentrez-vous sur : French, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "881": "Concentrez-vous sur : French, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "882": "Concentrez-vous sur : French, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "883": "Concentrez-vous sur : French, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "884": "Concentrez-vous sur : French, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "885": "Concentrez-vous sur : French, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "886": "Concentrez-vous sur : French, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "887": "Concentrez-vous sur : French, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "888": "Concentrez-vous sur : French, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "889": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "890": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "891": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "892": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "893": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "894": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "895": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "896": "Concentrez-vous sur : French, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "897": "Concentrez-vous sur : French, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "898": "Concentrez-vous sur : French, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "899": "Concentrez-vous sur : French, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "900": "Concentrez-vous sur : French, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "901": "Concentrez-vous sur : French, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "902": "Concentrez-vous sur : French, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "903": "Concentrez-vous sur : French, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "904": "Concentrez-vous sur : French, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "905": "Concentrez-vous sur : French, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "906": "Concentrez-vous sur : French. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "907": "Concentrez-vous sur : Mathematics, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "908": "Concentrez-vous sur : Mathematics, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "909": "Concentrez-vous sur : Mathematics, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "910": "Concentrez-vous sur : Mathematics, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "911": "Concentrez-vous sur : Mathematics, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "912": "Concentrez-vous sur : Mathematics, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "913": "Concentrez-vous sur : Mathematics, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "914": "Concentrez-vous sur : Mathematics, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "915": "Concentrez-vous sur : Mathematics, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "916": "Concentrez-vous sur : Mathematics, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "917": "Concentrez-vous sur : Mathematics, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "918": "Concentrez-vous sur : Mathematics, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "919": "Concentrez-vous sur : Mathematics, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "920": "Concentrez-vous sur : Mathematics, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "921": "Concentrez-vous sur : Mathematics, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "922": "Concentrez-vous sur : Mathematics, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "923": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "924": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "925": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "926": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "927": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "928": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "929": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "930": "Concentrez-vous sur : Mathematics, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "931": "Concentrez-vous sur : Mathematics, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "932": "Concentrez-vous sur : Mathematics, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "933": "Concentrez-vous sur : Mathematics, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "934": "Concentrez-vous sur : Mathematics, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "935": "Concentrez-vous sur : Mathematics, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "936": "Concentrez-vous sur : Mathematics, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "937": "Concentrez-vous sur : Mathematics, Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "938": "Concentrez-vous sur : Mathematics, Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "939": "Concentrez-vous sur : Mathematics, Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "940": "Concentrez-vous sur : Mathematics, Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "941": "Concentrez-vous sur : Mathematics, Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "942": "Concentrez-vous sur : Mathematics, Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "943": "Concentrez-vous sur : Mathematics, Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "944": "Concentrez-vous sur : Mathematics, Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "945": "Concentrez-vous sur : Mathematics, Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "946": "Concentrez-vous sur : Mathematics, Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "947": "Concentrez-vous sur : Mathematics, Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "948": "Concentrez-vous sur : Mathematics, Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "949": "Concentrez-vous sur : Mathematics, Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "950": "Concentrez-vous sur : Mathematics, Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "951": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "952": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "953": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "954": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "955": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "956": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "957": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "958": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "959": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "960": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "961": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "962": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "963": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "964": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "965": "Concentrez-vous sur : Mathematics, Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "966": "Concentrez-vous sur : Mathematics, Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "967": "Concentrez-vous sur : Mathematics, Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "968": "Concentrez-vous sur : Mathematics, Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "969": "Concentrez-vous sur : Mathematics, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "970": "Concentrez-vous sur : Mathematics. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "971": "Concentrez-vous sur : Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "972": "Concentrez-vous sur : Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "973": "Concentrez-vous sur : Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "974": "Concentrez-vous sur : Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "975": "Concentrez-vous sur : Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "976": "Concentrez-vous sur : Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "977": "Concentrez-vous sur : Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "978": "Concentrez-vous sur : Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "979": "Concentrez-vous sur : Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "980": "Concentrez-vous sur : Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "981": "Concentrez-vous sur : Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "982": "Concentrez-vous sur : Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "983": "Concentrez-vous sur : Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "984": "Concentrez-vous sur : Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "985": "Concentrez-vous sur : Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "986": "Concentrez-vous sur : Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "987": "Concentrez-vous sur : Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "988": "Concentrez-vous sur : Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "989": "Concentrez-vous sur : Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "990": "Concentrez-vous sur : Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "991": "Concentrez-vous sur : Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "992": "Concentrez-vous sur : Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "993": "Concentrez-vous sur : Science, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "994": "Concentrez-vous sur : Science, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "995": "Concentrez-vous sur : Science, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "996": "Concentrez-vous sur : Science, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "997": "Concentrez-vous sur : Science, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "998": "Concentrez-vous sur : Science, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "999": "Concentrez-vous sur : Science, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1000": "Concentrez-vous sur : Science, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1001": "Concentrez-vous sur : Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1002": "Concentrez-vous sur : Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1003": "Concentrez-vous sur : Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1004": "Concentrez-vous sur : Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1005": "Concentrez-vous sur : Science, Religious Studies, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1006": "Concentrez-vous sur : Science, Religious Studies, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1007": "Concentrez-vous sur : Science, Religious Studies, Computer Science, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1008": "Concentrez-vous sur : Science, Religious Studies, Computer Science, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1009": "Concentrez-vous sur : Science, Religious Studies, Computer Science, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1010": "Concentrez-vous sur : Science, Religious Studies, Computer Science, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1011": "Concentrez-vous sur : Science, Religious Studies, Computer Science, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1012": "Concentrez-vous sur : Science, Religious Studies, Computer Science, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1013": "Concentrez-vous sur : Science, Religious Studies, Computer Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1014": "Concentrez-vous sur : Science, Religious Studies, Computer Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1015": "Concentrez-vous sur : Science, Religious Studies, Philosophy, Art, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1016": "Concentrez-vous sur : Science, Religious Studies, Philosophy, Art. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1017": "Concentrez-vous sur : Science, Religious Studies, Philosophy, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1018": "Concentrez-vous sur : Science, Religious Studies, Philosophy. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1019": "Concentrez-vous sur : Science, Religious Studies, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1020": "Concentrez-vous sur : Science, Religious Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1021": "Concentrez-vous sur : Science, Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1022": "Concentrez-vous sur : Science. Renforcez vos bases dans ces matières pour améliorer vos performances globales.", "1023": "Concentrez-vous sur : Social Studies. Renforcez vos bases dans ces matières pour améliorer vos performances globales."}